{
  "NavBar": {
    "localeSwitcher": {
      "en-US": "الإنجليزية",
      "ar-AE": "الإمارات العربية المتحدة"
    },
    "navLinks": {
      "about us": "معلومات عنا",
      "products": "المنتجات",
      "resources": "الموارد",
      "contact us": "اتصل بنا"
    },
    "navActionBtn": "تسجيل الدخول"
  },
  "HomePage": {
    "HeroSection": {
      "title": {
        "t1": "إعادة تعريف",
        "t2": "التمويل",
        "t3": "لصناعة",
        "t4": "التنقل الحديثة"
      },
      "titleDescription": "مدفوعات سلسة، تتبع في الوقت الفعلي، وحلول إدارة النفقات مصممة لزيادة الكفاءة والنمو في مجال الخدمات اللوجستية.",
      "actionBtn": "احصل على عرض تجريبي مجاني"
    },
    "SectionTwo": {
      "title": "مهمتنا ورؤيتنا",
      "content": "تقدم MoXey لقطاعات التنقل والخدمات اللوجستية في منطقة الشرق الأوسط وشمال إفريقيا منصة تقنية للخدمات المصرفية والمدفوعات. من سائقي الشاحنات إلى الشركات العامة، يمكن للشركات استخدام MoXey لقبول المدفوعات وإدارة العمليات المالية بسلاسة. مسترشدين بالابتكار والتميز، نمكّن الشركات من الازدهار."
    },
    "SectionThird": {
      "badge": "منتجاتنا",
      "title": "حلول MoXey المالية للنقل والخدمات اللوجستية",
      "pay": {
        "title": "مدفوعات غير نقدية وتسويات فورية",
        "content": "استمتع بمدفوعات وتسويات سريعة وخالية من المتاعب باستخدام حلول البطاقات المصممة لأصحاب الأساطيل. قم بتبسيط المعاملات مع الوقود والسائقين والموردين، مما يضمن إدارة مالية سلسة وعمليات فعالة أينما يأخذك عملك."
      },
      "scf": {
        "title": "تحسين رأس المال خلال 24 ساعة",
        "content": "يواجه مقدمو الخدمات اللوجستية تحديات في التدفق النقدي. قم بتحسين رأس المال العامل بسرعة وتعزيز علاقات الموردين باستخدام SCF."
      },
      "leasing": {
        "title": "تعزيز ريادة الأعمال الصغيرة",
        "content": "يفتقر العديد من السائقين إلى الوصول إلى الخدمات المصرفية التقليدية. نحن نقدم تمويلًا ميسرًا لمساعدتهم على امتلاك الأصول وتأمين مستقبلهم."
      },
      "bnpl": {
        "title": "تمويل المستهلكين للموردين",
        "content": "احصل على الموافقة على الائتمان، تسوق في المتاجر الشريكة، وحسن تصنيفك الائتماني من خلال سداد المدفوعات في الوقت المحدد."
      },
      "factoring": {
        "title": "تحصيل الفواتير للموردين",
        "content": "يتلقى الناقلون مدفوعات مقدمة لفواتير الموردين، مما يضمن تدفقًا نقديًا ثابتًا بينما نتولى عمليات التحصيل."
      }
    }
  }
}
